export const vegetableList = [
  {
    'name': '黄瓜',
    'page': 'cucumber',
    'icon': 'https://i.ibb.co/MSs4M3Q/cucumber-icon.jpg',
    'general': '黄瓜所含的钾盐十分丰富，具有加速血液新陈代谢、' +
               '排泄体内多余盐分的作用，故肾炎、膀胱炎患者生食黄瓜，' +
               '对机体康复有良好的效果。黄瓜可以帮助我们大家预防发胖的情况的。',
    'infoTable': {
      '播种': {
        '种子深度':'13-25 mm',
        '发芽温度':'27-35℃',
        '发芽天数':'3-4天',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '6.0-7.0',
        '种植温度':	'21-27℃',
        '间距':	'45 cm',
        '需水量':	'开花前：中；开花后：高',
        '光照':	'全日照',
        '氮(N)':	'中',
        '磷(P)':	'高',
        '钾(K)':	'高',
        '轮换种植注意事项':	'避免瓜果类'
      }
    },
  },
  {
    'name': '番茄',
    'page': 'tomato',
    'icon': 'https://i.ibb.co/ThMbSqW/tomato-icon.jpg',
    'general': '番茄含有对心血管具有保护作用的维生素和矿物质元素，能减少心脏病的发作。' +
                '经常发生牙龈出血或皮下出血的患者，吃番茄有助于改善症状。',
    'infoTable': {
      '播种': {
        '种子深度':'13mm',
        '发芽温度':'27℃',
        '发芽天数':'6-8天',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '5.8-7.0',
        '种植温度':	'21℃',
        '间距':	'40cm',
        '需水量':	'生长期：中-高；收成期：低',
        '光照':	'全日照',
        '氮(N)':	'中',
        '磷(P)':	'高',
        '钾(K)':	'高',
        '轮换种植注意事项':	'避免土豆、辣椒、茄子'
      }
    },
  },
  {
    'name': '草莓',
    'page': 'strawberry',
    'icon': 'https://i.ibb.co/ThMbSqW/tomato-icon.jpg',
    'general': '番茄含有对心血管具有保护作用的维生素和矿物质元素，能减少心脏病的发作。' +
                '经常发生牙龈出血或皮下出血的患者，吃番茄有助于改善症状。',
    'infoTable': {
      '播种': {
        '种子深度':'信息目前空缺',
        '发芽温度':'4-16℃',
        '发芽天数':'信息目前空缺',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '6.0-6.8',
        '种植温度':	'16-27℃',
        '间距':	'30cm',
        '需水量':	'中',
        '光照':	'半日照、全日照',
        '氮(N)':	'中',
        '磷(P)':	'中',
        '钾(K)':	'中',
        '轮换种植注意事项':	'避免甜菜、豌豆、辣椒和番茄'
      }
    },
  },
  {
    'name': '胡萝卜',
    'page': 'carrot',
    'icon': 'https://i.ibb.co/09d9WfR/carrot.jpg',
    'general': '的胡萝卜素是维生素A的主要来源，而维生素A可以促进生长，' +
               '防止细菌感染，以及具有保护表皮组织，保护呼吸道、消化道、泌尿系统等上皮细胞组织的功能与作用',
    'infoTable': {
        '播种': {
        '种子深度':'6-13 mm',
        '发芽温度':'24℃',
        '发芽天数':'6天',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '5.5-6.5',
        '种植温度':	'16-21℃',
        '间距':	'5cm',
        '需水量':	'中',
        '光照':	'半日照、全日照',
        '氮(N)':	'中',
        '磷(P)':	'低',
        '钾(K)':	'低',
        '轮换种植注意事项':	'避免芹菜、香菜、茴香、莳萝、防风草'
      }
    },
  },
  {
    'name': '樱桃萝卜',
    'page': 'radish',
    'icon': 'https://i.ibb.co/09d9WfR/carrot.jpg',
    'general': '的胡萝卜素是维生素A的主要来源，而维生素A可以促进生长，' +
               '防止细菌感染，以及具有保护表皮组织，保护呼吸道、消化道、泌尿系统等上皮细胞组织的功能与作用',
    'infoTable': {
        '播种': {
        '种子深度':'13 mm',
        '发芽温度':'7-32℃',
        '发芽天数':'4-12天',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '6.0-7.0',
        '种植温度':	'16-18℃',
        '间距':	'2.5cm',
        '需水量':	'中-高',
        '光照':	'半日照、全日照',
        '氮(N)':	'低',
        '磷(P)':	'低',
        '钾(K)':	'低',
        '轮换种植注意事项':	'在豆科前种植'
      }
    },
  },
  {
    'name': '茄子',
    'page': 'eggplant',
    'icon': 'https://i.ibb.co/rFLW9VY/eggplant-icon.jpg',
    'general': '防止血管出血，消肿止疼、治疗寒热、祛风通络和止血等功效，' +
               '可治疗内痔或大便出血、雀斑、汗斑、乳头皲裂、口腔糜烂等。',
    'infoTable': {
        '播种': {
        '种子深度':'6 mm',
        '发芽温度':'29℃',
        '发芽天数':'7天',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '5.5-7.0',
        '种植温度':	'27-32℃',
        '间距':	'45cm',
        '需水量':	'高',
        '光照':	'全日照',
        '氮(N)':	'中',
        '磷(P)':	'高',
        '钾(K)':	'高',
        '轮换种植注意事项':	'在豆科后种植'
      }
    },
  },
  {
    'name': '土豆',
    'page': 'potato',
    'icon': 'https://i.ibb.co/H2XSHc1/potato.jpg',
    'general': '土豆有营养，是抗衰老的食物。 它含有丰富的维生素B1、B2、B6和泛酸等B群维生素' +
               '及大量的优质纤维素，还含有微量元素、氨基酸、蛋白质、脂肪和优质淀粉等营养元素。',
    'infoTable': {
      '播种': {
        '种子深度':'7.5-10cm',
        '发芽温度':'7℃以上',
        '发芽天数':'信息目前空缺',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '5.0-6.5',
        '种植温度':	'16-18℃',
        '间距':	'30cm',
        '需水量':	'中',
        '光照':	'全日照',
        '氮(N)':	'高',
        '磷(P)':	'高',
        '钾(K)':	'高',
        '轮换种植注意事项':	'避免番茄'
      }
    },
  },
  {
    'name': '辣椒',
    'page': 'redpepper',
    'icon': 'https://i.ibb.co/mBHkvZp/red-pepper.jpg',
    'general': '具有御寒、增强食欲、杀菌的功效。 除了含有丰富的胡萝卜素外,' +
               '一根红辣椒还大约含有5000个国际单位的维生素A,可满足成年人的每天需求量',
    'infoTable': {
      '播种': {
        '种子深度':'6 mm',
        '发芽温度':'27-29℃以上',
        '发芽天数':'6-8天',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '5.0-7.0',
        '种植温度':	'21-29℃',
        '间距':	'30cm',
        '需水量':	'中',
        '光照':	'全日照',
        '氮(N)':	'中',
        '磷(P)':	'高',
        '钾(K)':	'高',
        '轮换种植注意事项':	'避免番茄、土豆、茄子'
      }
    },
  },
  {
    'name': '秋葵',
    'page': 'okra',
    'icon': 'https://i.ibb.co/mBHkvZp/red-pepper.jpg',
    'general': '具有御寒、增强食欲、杀菌的功效。 除了含有丰富的胡萝卜素外,' +
               '一根红辣椒还大约含有5000个国际单位的维生素A,可满足成年人的每天需求量',
    'infoTable': {
      '播种': {
        '种子深度':'19 mm',
        '发芽温度':'27-35℃以上',
        '发芽天数':'5-14天',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '6.0-8.0',
        '种植温度':	'21-32℃',
        '间距':	'30cm',
        '需水量':	'低',
        '光照':	'全日照',
        '氮(N)':	'中',
        '磷(P)':	'中',
        '钾(K)':	'中',
        '轮换种植注意事项':	'避免番茄'
      }
    },
  },
  {
    'name': '四季豆',
    'page': 'bushBean',
    'icon': 'https://i.ibb.co/mBHkvZp/red-pepper.jpg',
    'general': '具有御寒、增强食欲、杀菌的功效。 除了含有丰富的胡萝卜素外,' +
               '一根红辣椒还大约含有5000个国际单位的维生素A,可满足成年人的每天需求量',
    'infoTable': {
      '播种': {
        '种子深度':'2.5 cm',
        '发芽温度':'24-29℃以上',
        '发芽天数':'7-10天',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '6.5-7.5',
        '种植温度':	'16-18℃',
        '间距':	'10cm',
        '需水量':	'栽种期：低；开花期：中；收成期：高',
        '光照':	'全日照',
        '氮(N)':	'低',
        '磷(P)':	'中',
        '钾(K)':	'中',
        '轮换种植注意事项':	'避免避免豆类、葱类'
      }
    },
  },
  {
    'name': '蚕豆',
    'page': 'favaBean',
    'icon': 'https://i.ibb.co/mBHkvZp/red-pepper.jpg',
    'general': '具有御寒、增强食欲、杀菌的功效。 除了含有丰富的胡萝卜素外,' +
               '一根红辣椒还大约含有5000个国际单位的维生素A,可满足成年人的每天需求量',
    'infoTable': {
      '播种': {
        '种子深度':'信息目前空缺',
        '发芽温度':'13-24℃以上',
        '发芽天数':'信息目前空缺',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '信息目前空缺',
        '种植温度':	'信息目前空缺',
        '间距':	'信息目前空缺',
        '需水量':	'信息目前空缺',
        '光照':	'信息目前空缺',
        '氮(N)':	'信息目前空缺',
        '磷(P)':	'信息目前空缺',
        '钾(K)':	'信息目前空缺',
        '轮换种植注意事项':	'信息目前空缺'
      }
    },
  },
  {
    'name': '毛豆',
    'page': 'edamame',
    'icon': 'https://i.ibb.co/mBHkvZp/red-pepper.jpg',
    'general': '具有御寒、增强食欲、杀菌的功效。 除了含有丰富的胡萝卜素外,' +
               '一根红辣椒还大约含有5000个国际单位的维生素A,可满足成年人的每天需求量',
    'infoTable': {
      '播种': {
        '种子深度':'2.5 cm',
        '发芽温度':'16-32℃以上',
        '发芽天数':'7-10天',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '6.5-7.5',
        '种植温度':	'16-18℃',
        '间距':	'10cm',
        '需水量':	'开花前：中；开花后：低',
        '光照':	'半日照、全日照',
        '氮(N)':	'低',
        '磷(P)':	'低',
        '钾(K)':	'低',
        '轮换种植注意事项':	'在甘蓝后种植'
      }
    },
  },
  {
    'name': '花生',
    'page': 'peanut',
    'icon': 'https://i.ibb.co/mBHkvZp/red-pepper.jpg',
    'general': '具有御寒、增强食欲、杀菌的功效。 除了含有丰富的胡萝卜素外,' +
               '一根红辣椒还大约含有5000个国际单位的维生素A,可满足成年人的每天需求量',
    'infoTable': {
      '播种': {
        '种子深度':'7.5-10 cm',
        '发芽温度':'21℃以上',
        '发芽天数':'7-14天',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '6.0-7.0',
        '种植温度':	'21-29℃',
        '间距':	'45cm',
        '需水量':	'果针落地前：高；落地后：中',
        '光照':	'信息目前空缺',
        '氮(N)':	'低',
        '磷(P)':	'中',
        '钾(K)':	'中',
        '轮换种植注意事项':	'在根茎类后种植，避免豆类'
      }
    },
  },
  {
    'name': '生菜',
    'page': 'lettuce',
    'icon': 'https://i.ibb.co/7QtC1gJ/lettuce.jpg',
    'general': '常吃生菜能改善胃肠血液循环，促进脂肪和蛋白质的消化吸收 ，' +
               '有消除多余脂肪的作用，故又叫减肥生菜，喜寒性蔬菜',
    'infoTable': {
        '播种': {
        '种子深度':'6-13 mm',
        '发芽温度':'29℃',
        '发芽天数':'7天',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '5.5-7.0',
        '种植温度':	'27-32℃',
        '间距':	'45cm',
        '需水量':	'高',
        '光照':	'全日照',
        '氮(N)':	'中',
        '磷(P)':	'高',
        '钾(K)':	'高',
        '轮换种植注意事项':	'在豆科后种植'
      }
    },
  },
  {
    'name': '苋菜',
    'page': 'amaranth',
    'icon': 'https://i.ibb.co/7QtC1gJ/lettuce.jpg',
    'general': '常吃生菜能改善胃肠血液循环，促进脂肪和蛋白质的消化吸收 ，' +
               '有消除多余脂肪的作用，故又叫减肥生菜，喜寒性蔬菜',
    'infoTable': {
        '播种': {
        '种子深度':'3-6 mm',
        '发芽温度':'21-24℃',
        '发芽天数':'8-10天',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '6.0-7.0',
        '种植温度':	'21℃以上',
        '间距':	'15cm',
        '需水量':	'中',
        '光照':	'全日照',
        '氮(N)':	'中',
        '磷(P)':	'中',
        '钾(K)':	'中',
        '轮换种植注意事项':	'无'
      }
    },
  },
  {
    'name': '芝麻菜',
    'page': 'arugula',
    'icon': 'https://i.ibb.co/7QtC1gJ/lettuce.jpg',
    'general': '常吃生菜能改善胃肠血液循环，促进脂肪和蛋白质的消化吸收 ，' +
               '有消除多余脂肪的作用，故又叫减肥生菜，喜寒性蔬菜',
    'infoTable': {
        '播种': {
        '种子深度':'6 mm',
        '发芽温度':'4-13℃',
        '发芽天数':'5-7天',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '6.0-7.0',
        '种植温度':	'10-18℃以上',
        '间距':	'15cm',
        '需水量':	'中',
        '光照':	'半日照、全日照',
        '氮(N)':	'低',
        '磷(P)':	'低',
        '钾(K)':	'低',
        '轮换种植注意事项':	'避免卷心菜'
      }
    },
  },
  {
    'name': '菠菜',
    'page': 'spinach',
    'icon': 'https://i.ibb.co/7QtC1gJ/lettuce.jpg',
    'general': '常吃生菜能改善胃肠血液循环，促进脂肪和蛋白质的消化吸收 ，' +
               '有消除多余脂肪的作用，故又叫减肥生菜，喜寒性蔬菜',
    'infoTable': {
        '播种': {
        '种子深度':'13 mm',
        '发芽温度':'10-24℃',
        '发芽天数':'7-14天',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '6.5-7.5',
        '种植温度':	'16-18℃以上',
        '间距':	'30cm',
        '需水量':	'低',
        '光照':	'半日照、全日照',
        '氮(N)':	'中',
        '磷(P)':	'中',
        '钾(K)':	'中',
        '轮换种植注意事项':	'避免豆类'
      }
    },
  },
  {
    'name': '芹菜',
    'page': 'celery',
    'icon': 'https://i.ibb.co/7QtC1gJ/lettuce.jpg',
    'general': '常吃生菜能改善胃肠血液循环，促进脂肪和蛋白质的消化吸收 ，' +
               '有消除多余脂肪的作用，故又叫减肥生菜，喜寒性蔬菜',
    'infoTable': {
        '播种': {
        '种子深度':'1 mm',
        '发芽温度':'21℃',
        '发芽天数':'7天',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '6.0-7.0',
        '种植温度':	'16-21℃以上',
        '间距':	'20cm',
        '需水量':	'高',
        '光照':	'半日照、全日照',
        '氮(N)':	'高',
        '磷(P)':	'高',
        '钾(K)':	'高',
        '轮换种植注意事项':	'避免生菜、卷心菜'
      }
    },
  },
  {
    'name': '韭菜',
    'page': 'leek',
    'icon': 'https://i.ibb.co/7QtC1gJ/lettuce.jpg',
    'general': '常吃生菜能改善胃肠血液循环，促进脂肪和蛋白质的消化吸收 ，' +
               '有消除多余脂肪的作用，故又叫减肥生菜，喜寒性蔬菜',
    'infoTable': {
        '播种': {
        '种子深度':'6 mm',
        '发芽温度':'24℃',
        '发芽天数':'5-7天',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '6.0-7.5',
        '种植温度':	'16℃以上',
        '间距':	'15cm',
        '需水量':	'中',
        '光照':	'半日照、全日照',
        '氮(N)':	'中',
        '磷(P)':	'中',
        '钾(K)':	'中',
        '轮换种植注意事项':	'避免洋葱、香葱、大蒜'
      }
    },
  },
  {
    'name': '花椰菜',
    'page': 'cauliflower',
    'icon': 'https://i.ibb.co/7QtC1gJ/lettuce.jpg',
    'general': '常吃生菜能改善胃肠血液循环，促进脂肪和蛋白质的消化吸收 ，' +
               '有消除多余脂肪的作用，故又叫减肥生菜，喜寒性蔬菜',
    'infoTable': {
        '播种': {
        '种子深度':'6-13 mm',
        '发芽温度':'27℃',
        '发芽天数':'6天',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '6.5-7.5',
        '种植温度':	'16-21℃以上',
        '间距':	'37.5cm',
        '需水量':	'中',
        '光照':	'半日照、全日照',
        '氮(N)':	'高',
        '磷(P)':	'高',
        '钾(K)':	'高',
        '轮换种植注意事项':	'避免卷心菜'
      }
    },
  },
  {
    'name': '羽衣甘蓝',
    'page': 'kale',
    'icon': 'https://i.ibb.co/7QtC1gJ/lettuce.jpg',
    'general': '常吃生菜能改善胃肠血液循环，促进脂肪和蛋白质的消化吸收 ，' +
               '有消除多余脂肪的作用，故又叫减肥生菜，喜寒性蔬菜',
    'infoTable': {
        '播种': {
        '种子深度':'13 mm',
        '发芽温度':'7-35℃',
        '发芽天数':'5-7天',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '6.0-7.0',
        '种植温度':	'16-18℃以上',
        '间距':	'40cm',
        '需水量':	'中',
        '光照':	'半日照、全日照',
        '氮(N)':	'中',
        '磷(P)':	'中',
        '钾(K)':	'中',
        '轮换种植注意事项':	'避免卷心菜'
      }
    },
  },
  {
    'name': '甜菜',
    'page': 'beet',
    'icon': 'https://i.ibb.co/7QtC1gJ/lettuce.jpg',
    'general': '常吃生菜能改善胃肠血液循环，促进脂肪和蛋白质的消化吸收 ，' +
               '有消除多余脂肪的作用，故又叫减肥生菜，喜寒性蔬菜',
    'infoTable': {
        '播种': {
        '种子深度':'13 mm',
        '发芽温度':'24-29℃',
        '发芽天数':'5天',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '6.0-7.5',
        '种植温度':	'18-24℃以上',
        '间距':	'7.5cm',
        '需水量':	'中',
        '光照':	'半日照、全日照',
        '氮(N)':	'低',
        '磷(P)':	'中',
        '钾(K)':	'中',
        '轮换种植注意事项':	'避免菠菜'
      }
    },
  },
  {
    'name': '大蒜',
    'page': 'garlic',
    'icon': 'https://i.ibb.co/7QtC1gJ/lettuce.jpg',
    'general': '常吃生菜能改善胃肠血液循环，促进脂肪和蛋白质的消化吸收 ，' +
               '有消除多余脂肪的作用，故又叫减肥生菜，喜寒性蔬菜',
    'infoTable': {
        '播种': {
        '种子深度':'5 cm，尖头朝上',
        '发芽温度':'13℃',
        '发芽天数':'信息目前空缺',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '6.0-7.0',
        '种植温度':	'13-24℃以上',
        '间距':	'15cm',
        '需水量':	'低',
        '光照':	'半日照、全日照',
        '氮(N)':	'中',
        '磷(P)':	'中',
        '钾(K)':	'中',
        '轮换种植注意事项':	'避免葱类、卷心菜'
      }
    },
  },
  {
    'name': '洋葱',
    'page': 'onion',
    'icon': 'https://i.ibb.co/7QtC1gJ/lettuce.jpg',
    'general': '常吃生菜能改善胃肠血液循环，促进脂肪和蛋白质的消化吸收 ，' +
               '有消除多余脂肪的作用，故又叫减肥生菜，喜寒性蔬菜',
    'infoTable': {
        '播种': {
        '种子深度':'6.5-13 mm',
        '发芽温度':'18-29℃',
        '发芽天数':'4-5天',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '6.0-7.5',
        '种植温度':	'13-24℃以上',
        '间距':	'7.5cm',
        '需水量':	'中',
        '光照':	'半日照、全日照',
        '氮(N)':	'中',
        '磷(P)':	'中',
        '钾(K)':	'中',
        '轮换种植注意事项':	'避免西葫芦、豆科、其他葱类'
      }
    },
  },
  {
    'name': '小葱',
    'page': 'scallion',
    'icon': 'https://i.ibb.co/Cs6MhGT/scallion.jpg',
    'general': ' 葱根中含有大蒜素，有抗氧化、杀菌的特性，还能治便血，' +
               '并对预防肠道、呼吸道感染有疗效，而且还可治感冒、缓解肌肉痛。',
    'infoTable': {
      '播种': {
        '种子深度':'信息目前空缺',
        '发芽温度':'信息目前空缺',
        '发芽天数':'信息目前空缺',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '信息目前空缺',
        '种植温度':	'信息目前空缺',
        '间距':	'1.5 cm',
        '需水量':	'中',
        '光照':	'信息目前空缺',
        '氮(N)':	'信息目前空缺',
        '磷(P)':	'信息目前空缺',
        '钾(K)':	'信息目前空缺',
        '轮换种植注意事项':	'信息目前空缺'
      }
    },
  },
  {
    'name': '香菜',
    'page': 'cilantro',
    'icon': 'https://i.ibb.co/Cs6MhGT/scallion.jpg',
    'general': ' 葱根中含有大蒜素，有抗氧化、杀菌的特性，还能治便血，' +
               '并对预防肠道、呼吸道感染有疗效，而且还可治感冒、缓解肌肉痛。',
    'infoTable': {
      '播种': {
        '种子深度':'6-13 mm',
        '发芽温度':'13-18℃',
        '发芽天数':'7-14天',
        '播种时间':'信息目前空缺',
      },
      '生长': {
        '泥土pH值': '6.5-7.5',
        '种植温度':	'10-24℃以上',
        '间距':	'22.5cm',
        '需水量':	'中',
        '光照':	'半日照',
        '氮(N)':	'低',
        '磷(P)':	'低',
        '钾(K)':	'低',
        '轮换种植注意事项':	'避免胡萝卜、芹菜和防风草'
      }
    },
  },
];

export const navInfo = [
  {
    'name': '蔬菜',
    'link': '/',
  },
  {
    'name': '菜园',
    'link': '/myGarden',
  },
];
